Repository: neerajskydiver/ah
Catalog: sites/all/modules/inline_ajax_search/translations/*.po
Languages: nl

source: type a keyword
nl: zoek op trefwoord

source: Maximum number of results shown
nl: Maximum aantal getoonde resultaten

source: Show/hide snippet or teaser
nl: Toon of verberg de "snippet"

source: Show none
nl: Toon niets

source: Show snippet
nl: Toon "snippet"

source: Show teaser
nl: Toon voorbeeldweergave

source: Show the show more results link
nl: Toon de "meer resultaten" link

source: Use the Search Lucene API
nl: Gebruik de Search Lucene API

source: Location of the wildcard
nl: Plaats van de wildcard

source: End of the word
nl: Einde van het woord

source: Start of the word
nl: Begin van het woord

source: On both start and end
nl: Aan het begin en het einde

source: If you install the Search Lucene API this module uses wildcards to search with. This has as benefit that you don't have to search on a whole word, but on a part of a string.
nl: Als er de Search Lucene API is geinstalleerd kan deze module wildcards gebruiken. Dit heeft als voordeel dat er niet alleen gezocht kan worden op een heel woord, maar ook op een deel van een woord.

source: This has to be a number.
nl: Dit moet een nummer zijn.

source: Inline AJAX search form
nl: Inline AJAX zoek formulier

source: You have to search with more than @count characters.
nl: Er moet gezocht woren met meer dan @count karakters.

source: Inline AJAX search settings
nl: Inline Ajax zoek instellingen

source: Module that shows the search results via AJAX. If Search Lucene API is installed this module can be used.
nl: Module die de zoekresultaten kan tonen via AJAX. Als de Search Lucene API module is geinstalleerd kan deze worden gebruikt samen met de Inline AJAX Search module.

source: Found
nl: Er zijn

source: results.
nl: resultaten gevonden

source: Show more >>
nl: Toon meer >>

source: No results were found. Try with a different term.
nl: Er zijn geen resultaten gevonden. Probeer te zoeken met een ander trefwoord.

source: You have to search with more than
nl: Er moet gezocht worden met meer dan

source: characters.
nl: karakters
