Repository: neerajskydiver/ah
Catalog: sites/all/modules/getdirections/translations/*.po
Languages: it

source: Use Googlemaps version 3
it: Usa Googlemaps versione 3

source: Use version 3 of the Googlemaps API instead of version 2.
it: Usa Googlemaps versione 3 al posto della versione 2

source: Your Google Maps API key
it: La tua Google Maps API key

source: Required for version 2 of the Googlemaps API.
it: Richiesto per la versione 2 di Googlemaps API

source: Get directions map settings
it: Impostazione mappa Indicazioni Stradali

source: Your Google Maps API version
it: La tua versione di Google Maps API

source: The Google Maps API version to use. Cen be a specific version number or '2' for Current, '2.x' for Latest or '2.s' for Stable.
it: La versione di Google Maps API da usare. Può essere una specifica versione o '2' per quella Corrente, '2.x' per la più recente o 2.s' per la Stabile

source: Default width
it: Larghezza predefinita

source: The default width of a Google map, as a CSS length or percentage. Examples: <em>50px</em>, <em>5em</em>, <em>2.5in</em>, <em>95%</em>
it: La larghezza predefinita di una Google map, espressa come misura CSS o in percentuale. Esempi: <em>50px</em>, <em>5em</em>, <em>2.5in</em>, <em>95%</em>

source: Default height
it: Lunghezza predefinita

source: The default height of a Google map, as a CSS length or percentage. Examples: <em>50px</em>, <em>5em</em>, <em>2.5in</em>, <em>95%</em>
it: La lunghezza predefinita di una Google map, espressa come misura CSS o in percentuale. Esempi: <em>50px</em>, <em>5em</em>, <em>2.5in</em>, <em>95%</em>

source: Map center
it: Centro della mappa

source: The default center coordinates of Google map, expressed as a decimal latitude and longitude, separated by a comma.
it: Le coordinate predefinite della Google map, espresse in decimali, della latitudine e longitudine, separati da una virgola

source: The default zoom level of a Google map.
it: Il livello predefinito dello zoom della Google map

source: None
it: Nessuno

source: Small
it: Piccola

source: Large
it: Grande

source: Large 3D
it: Grande 3D

source: Hierarchical (GHierarchicalMapTypeControl)
it: Gerarchica (GHierarchicalMapTypeControl)

source: Dropdown (GMenuMapTypeControl)
it: A discesa (GMenuMapTypeControl)

source: Default
it: Predefinita

source: Horizontal bar
it: Barra orizzontale

source: Dropdown
it: A discesa

source: Control type
it: Tipo di controllo

source: Map Type Control selection
it: Scegli tipo di controllo della mappa

source: Default map type
it: Tipo di mappa predefinito

source: Enable map types
it: Abilita tipi di mappe

source: Satellite view without street overlay.
it: Veduta satellitare senza sovrapposizione della strada

source: Satellite view with street overlay.
it: Veduta satellitare con sovrapposizione della strada

source: Map with physical data (terrain, vegetation.)
it: Mappa con i dati fisici (terreno, vegetazione).

source: Default distance units
it: Unità di misura predefinita

source: Units to display distances in. 'Automatic' uses the country of origin.
it: Unità da mostrare. 'Automatico' usea quelle del paese di origine.

source: Automatic
it: Automatico

source: Metric
it: Metrico

source: Imperial
it: Imperiale

source: Scale
it: Scala

source: Show scale
it: Mostra scala

source: Overview map
it: Sovrascrivi la mappa

source: Show overview map
it: Mostra la mappa sovrascritta

source: Scrollwheel
it: Rotella

source: Enable scrollwheel zooming
it: Abilita lo zoom con la rotella

source: Draggable
it: Trascinabili

source: Enable dragging on the map
it: Abilita il trascinamento sulla mappa

source: Show travel mode
it: Mostra modalità di viaggio

source: Enable travel mode selector.
it: Abilita sellettore modalità di viaggio

source: Show travel extras
it: Mostra wxtra di viaggio

source: Enable travel extras checkboxes.
it: Abilita checkboxes degli Extra di viaggio.

source: Width of From box
it: Larghezza della casella Da

source: The width of the Get directions 'From' box.
it: La larghezza della casella 'Da' di Indicazioni Stradali

source: Width of To box
it: Larghezza della casella A

source: The width of the Get directions 'To' box.
it: La larghezza della casella 'A' di Indicazioni Stradali

source: From
it: Da

source: To
it: A

source: Fetches google map directions.
it: Recupera le direzioni della mappa di Google.

source: Get Directions
it: Indicazioni Stradali

source: Starting from
it: Partendo da

source: Enter the address, postcode and/or city from where you want to start your journey.
it: Inserisci l'indirizzo, il CAP e/o la città da dove vuoi partire

source: Country
it: Paese

source: Destination
it: Destinazione

source: Enter the address, postcode and/or city of your journey destination.
it: Entra l'indirizzo, il CAP e/o la città della tua destinazione

source: Travel mode
it: Modalità viaggio

source: Travel options
it: Opzioni viaggio

source: access gmap getdirections
it: accesso gmap Indicazioni Stradali

source: Get directions
it: Indicazioni Stradali

source: Configure Get directions
it: Configura Indicazioni Stradali

source: Fetches Google map directions.
it: Recupera le direzioni della Google map

source: Other
it: Altro
